-- MySQL dump 10.13  Distrib 8.0.33, for Win64 (x86_64)
--
-- Host: 127.0.0.1    Database: solo
-- ------------------------------------------------------
-- Server version	8.0.32

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `boxoffice`
--

DROP TABLE IF EXISTS `boxoffice`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `boxoffice` (
  `area` varchar(100) DEFAULT NULL,
  `prfdtcnt` int DEFAULT NULL,
  `prfpd` varchar(100) DEFAULT NULL,
  `cate` varchar(100) DEFAULT NULL,
  `prfplcnm` varchar(100) DEFAULT NULL,
  `prfnm` varchar(100) DEFAULT NULL,
  `rnum` int DEFAULT NULL,
  `seatcnt` int DEFAULT NULL,
  `poster` varchar(100) DEFAULT NULL,
  `mt20id` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `boxoffice`
--

LOCK TABLES `boxoffice` WRITE;
/*!40000 ALTER TABLE `boxoffice` DISABLE KEYS */;
INSERT INTO `boxoffice` VALUES ('서울',1,'2023.06.17~2023.06.18','대중음악','잠실종합운동장 주경기장','현대카드 슈퍼콘서트 27, 브루노 마스: the Purple osee',1,65599,'/upload/pfmPoster/PF_PF217471_230426_140825.gif','PF217471'),('서울',0,'2023.03.28~2023.06.18','뮤지컬','샤롯데씨어터 샤롯데씨어터','데스노트',2,1230,'/upload/pfmPoster/PF_PF213616_230220_120613.png','PF213616'),('서울',0,'2023.05.19~2023.05.21','대중음악','올림픽공원 KSPO DOME(체조경기장)','THE BOYZ 2ND WORLD TOUR, ZENERATION',3,15000,'/upload/pfmPoster/PF_PF217629_230502_121326.jpg','PF217629'),('부산',7,'2023.06.27~2023.07.02','뮤지컬','드림씨어터 [부산] 드림씨어터 [부산]','영웅 [부산]',4,1727,'/upload/pfmPoster/PF_PF217497_230427_104241.gif','PF217497'),('서울',0,'2023.03.13~2023.06.04','뮤지컬','대학로 드림아트센터 1관','광염 소나타',5,352,'/upload/pfmPoster/PF_PF213209_230213_114242.gif','PF213209'),('서울',44,'2023.05.16~2023.08.13','뮤지컬','링크아트센터 페이코홀','비스티',6,500,'/upload/pfmPoster/PF_PF216408_230407_140056.png','PF216408'),('서울',0,'2023.03.17~2023.05.21','뮤지컬','블루스퀘어 신한카드홀(구. 인터파크홀)','영웅 [서울 용산]',7,1766,'/upload/pfmPoster/PF_PF213044_230209_093831.gif','PF213044'),('서울',37,'2023.05.11~2023.08.20','뮤지컬','링크아트센터 벅스홀','트레이스 유',8,400,'/upload/pfmPoster/PF_PF216231_230405_130955.jpg','PF216231'),('인천',3,'2023.08.04~2023.08.06','대중음악','송도달빛축제공원 송도달빛축제공원','인천펜타포트락페스티벌',9,30000,'/upload/pfmPoster/PF_PF217599_230428_173114.gif','PF217599'),('대구',0,'2023.05.20~2023.05.20','대중음악','대구스타디움 주경기장','파워풀 K 트롯 페스티벌',10,66422,'/upload/pfmPoster/PF_PF217601_230428_173545.jpeg','PF217601'),('서울',8,'2023.03.24~2023.06.25','뮤지컬','충무아트센터 대공연장','맘마미아!',11,1255,'/upload/pfmPoster/PF_PF209652_230111_150309.gif','PF209652'),('서울',6,'2023.06.30~2023.07.23','뮤지컬','코엑스 신한카드 아티움','라포엠 OST 콘서트, 여름밤의 라라랜드',12,1004,'/upload/pfmPoster/PF_PF217698_230502_164718.gif','PF217698'),('서울',0,'2023.03.16~2023.06.11','뮤지컬','유니플렉스 1관(대극장)','호프: 읽히지 않은 책과 읽히지 않은 인생',13,600,'/upload/pfmPoster/PF_PF211446_230127_095750.gif','PF211446'),('서울',0,'2023.04.14~2023.05.15','뮤지컬','세종문화회관 세종대극장','베토벤: Beethoven Secret SEASON 2',14,3022,'/upload/pfmPoster/PF_PF215619_230324_135717.gif','PF215619'),('서울',0,'2023.03.28~2023.06.04','뮤지컬','디큐브아트센터 디큐브씨어터','친정엄마',15,1242,'/upload/pfmPoster/PF_PF213430_230216_094938.gif','PF213430'),('부산',0,'2023.03.25~2023.06.18','뮤지컬','드림씨어터 [부산] 드림씨어터 [부산]','오페라의 유령 [부산]',16,1727,'/upload/pfmPoster/PF_PF209894_230117_133614.gif','PF209894'),('서울',8,'2023.03.31~2023.06.25','뮤지컬','코엑스 신한카드 아티움','식스 더 뮤지컬 (한국어)',17,1004,'/upload/pfmPoster/PF_PF213588_230220_094304.gif','PF213588'),('서울',0,'2023.03.25~2023.06.18','뮤지컬','예스24 스테이지(구. DCF대명문화공장) 1관','브라더스 까라마조프',18,406,'/upload/pfmPoster/PF_PF214131_230228_093909.gif','PF214131'),('서울',56,'2023.05.27~2023.08.06','뮤지컬','블루스퀘어 신한카드홀(구. 인터파크홀)','시카고',19,1766,'/upload/pfmPoster/PF_PF215780_230328_125349.gif','PF215780'),('서울',0,'2023.03.08~2023.05.28','뮤지컬','대학로아트원씨어터 2관','윌리엄과 윌리엄의 윌리엄들',20,250,'/upload/pfmPoster/PF_PF209957_230118_113650.gif','PF209957'),('서울',0,'2023.06.03~2023.06.04','대중음악','올림픽공원 야외(88잔디마당)','톤앤뮤직 페스티벌',21,10000,'/upload/pfmPoster/PF_PF215170_230317_102751.gif','PF215170'),('서울',0,'2023.03.14~2023.05.28','뮤지컬','홍익대 대학로 아트센터 대극장','레드북',22,702,'/upload/pfmPoster/PF_PF213179_230213_094930.gif','PF213179'),('서울',0,'2023.06.01~2023.06.18','연극','LG아트센터 서울 LG SIGNATURE 홀','리어왕',23,1335,'/upload/pfmPoster/PF_PF217259_230424_093110.jpg','PF217259'),('서울',0,'2023.06.24~2023.06.24','서양음악(클래식)','광운대학교 동해문화예술관 대극장','Fujii Kaze and the piano Asia Tour',24,2029,'/upload/pfmPoster/PF_PF217669_230502_145317.jpg','PF217669'),('대구',0,'2023.05.06~2023.05.07','대중음악','대구스타디움 보조경기장','대구힙합페스티벌',25,2500,'/upload/pfmPoster/PF_PF213560_230217_124456.png','PF213560'),('서울',2,'2022.06.25~2022.06.26','대중음악','올림픽공원 야외(88잔디마당)','서울파크 뮤직페스티벌',26,10000,'/upload/pfmPoster/PF_PF190022_220425_123259.gif','PF190022'),('서울',39,'2023.06.09~2023.08.20','뮤지컬','홍익대 대학로 아트센터 대극장','스웨그에이지 외쳐, 조선!',27,702,'/upload/pfmPoster/PF_PF217682_230502_160044.gif','PF217682'),('서울',0,'2023.05.21~2023.06.07','연극','국립극장 달오름극장','세일즈맨의 죽음',28,512,'/upload/pfmPoster/PF_PF217442_230426_114814.gif','PF217442'),('서울',0,'2023.04.21~2023.05.21','연극','두산아트센터 연강홀','장수상회',29,622,'/upload/pfmPoster/PF_PF215787_230328_145640.gif','PF215787'),('전라',0,'2023.05.05~2023.05.05','대중음악','김대중컨벤션센터 다목적홀','댄스가수 유랑단 콘서트 [광주]',30,3000,'/upload/pfmPoster/PF_PF217565_230428_134117.jpg','PF217565'),('서울',0,'2023.05.19~2023.06.18','연극','우란2경 우란2경','百人堂 태영',31,120,'/upload/pfmPoster/PF_PF217463_230426_134917.gif','PF217463'),('서울',0,'2023.05.17~2023.05.18','무용','국립국악원 예악당','제110회 한국의 명인명무전',32,706,'/upload/pfmPoster/PF_PF217730_230502_191243.png','PF217730'),('서울',0,'2023.05.13~2023.05.13','대중음악','잠실종합운동장 주경기장','조용필 & 위대한탄생 콘서트',33,65599,'/upload/pfmPoster/PF_PF216201_230404_152611.jpg','PF216201'),('대구',0,'2023.05.27~2023.05.27','대중음악','대구스타디움 주경기장','조용필 & 위대한탄생 콘서트 [대구]',34,66422,'/upload/pfmPoster/PF_PF216764_230414_111932.gif','PF216764'),('서울',32,'2023.05.30~2023.08.20','뮤지컬','예스24 스테이지(구. DCF대명문화공장) 3관(구. 수현재씨어터)','보이A',35,255,'/upload/pfmPoster/PF_PF217432_230426_105404.gif','PF217432'),('서울',0,'2023.05.26~2023.05.28','대중음악','올림픽공원 일대','제15회 서울재즈페스티벌',36,0,'/upload/pfmPoster/PF_PF214081_230227_141955.gif','PF214081'),('서울',0,'2023.04.29~2023.04.30','대중음악','난지한강공원 난지한강공원','HIPHOPPLAYA FESTIVAL',37,0,'/upload/pfmPoster/PF_PF215546_230323_131246.gif','PF215546'),('서울',0,'2023.03.09~2023.05.21','연극','예스24 스테이지(구. DCF대명문화공장) 3관(구. 수현재씨어터)','포쉬',38,255,'/upload/pfmPoster/PF_PF213584_230217_140853.jpg','PF213584'),('서울',0,'2023.05.25~2023.05.28','무용','세종문화회관 세종대극장','일무',39,3022,'/upload/pfmPoster/PF_PF212523_230202_104755.jpg','PF212523'),('대구',0,'2023.05.19~2023.05.19','서양음악(클래식)','대구콘서트하우스 그랜드홀(대공연장)','제494회 대구시립교향악단 정기연주회',40,1284,'/upload/pfmPoster/PF_PF217401_230425_123322.gif','PF217401'),('서울',18,'2023.04.15~2023.07.02','뮤지컬','티오엠씨어터(구. 문화공간필링) 1관','나르치스와 골드문트',41,335,'/upload/pfmPoster/PF_PF214754_230310_132222.jpg','PF214754'),('서울',8,'2023.04.25~2023.06.25','뮤지컬','대학로 드림아트센터 4관','98퍼센트',42,208,'/upload/pfmPoster/PF_PF215614_230324_134129.gif','PF215614'),('울산',0,'2023.04.26~2023.04.28','뮤지컬','현대예술관 대공연장','페인터즈 [울산]',43,962,'/upload/pfmPoster/PF_PF213316_230214_150659.jpg','PF213316'),('서울',0,'2023.05.13~2023.05.14','서양음악(클래식)','롯데콘서트홀 롯데콘서트홀','히사이시 조 영화음악 콘서트 [서울(앵콜)]',43,2036,'/upload/pfmPoster/PF_PF215630_230327_101216.gif','PF215630'),('서울',0,'2023.04.27~2023.04.30','서양음악(클래식)','예술의전당 오페라극장','국립오페라단 맥베스',45,2283,'/upload/pfmPoster/PF_PF213989_230227_093554.gif','PF213989'),('강원',0,'2023.06.03~2023.06.04','연극','원주백운아트홀 원주백운아트홀','친정엄마와 2박3일 [원주]',46,972,'/upload/pfmPoster/PF_PF215904_230330_103129.gif','PF215904'),('서울',1,'2023.06.29~2023.06.29','서양음악(클래식)','예술의전당 콘서트홀','한화생명과 함께하는 예술의전당 11시 콘서트 (6월)',47,2527,'/upload/pfmPoster/PF_PF217467_230426_135828.jpg','PF217467'),('서울',0,'2023.05.12~2023.06.04','연극','예술의전당 CJ 토월극장','오셀로',48,1004,'/upload/pfmPoster/PF_PF215059_230316_094717.gif','PF215059'),('전라',0,'2023.06.09~2023.06.10','무용','예울마루 대극장','지젤 [여수]',49,1021,'/upload/pfmPoster/PF_PF217600_230428_173503.gif','PF217600'),('서울',0,'2023.04.29~2023.06.10','연극','LG아트센터 서울 U+ 스테이지','스크루테이프 [서울]',50,365,'/upload/pfmPoster/PF_PF215902_230330_102416.jpg','PF215902');
/*!40000 ALTER TABLE `boxoffice` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-08-07 19:29:50
